Repository: mmalek06/fullybelly_ios
Catalog: FullyBelly/FullyBelly/Resources/*.lproj/Localizable.strings
Languages: de, pl

# acceptTermsPrompt
source: You have to accept our terms and conditions before proceeding further.
de: Ich erkläre mich mit den AGB von FullyBelly einverstanden.
pl: Aby kontynuować, musisz zaakceptować regulamin.

# addedToFavorites
source: The restaurant has been added to the favourites.
de: Das Lokal wurde zu deinen Favoriten hinzugefügt.
pl: Restauracja została dodana do ulubionych.

# addPermissionsAndTryAgain
source: Please add required permissions and try again.
de: Bitte füge die erforderliche Berechtigung hinzu und versuche es erneut.
pl: Prosimy o dodanie wymaganych zezwoleń i ponowną próbę.

source: Address
de: Adresse
pl: Adres

# addressNull
source: Please enter a valid address.
de: Bitte trag eine gültige Adresse ein.
pl: Prosimy o podanie poprawnego adresu.

# addressNullExplanation
source: If you did, then please double check if you have the the internet enabled.
de: Wenn dies bereits erfolgte, überprüfe bitte deine Internetverbindung.
pl: Jeśli jest poprawny, to prosimy o sprawdzenie, czy włączony jest internet.

# advancedSearchText
source: + more
de: + mehr
pl: + więcej

source: Any distance
de: Gesamtübersicht
pl: Dowolny dystans

# apartmentNumber
source: Apartment no.
de: Zimmernummer.
pl: Nr mieszkania

# availableButtonText
source: only available
de: Nur verfügbare
pl: tylko dostępne

# availableDishesText
source: Available dishes:
de: Verfügbar:
pl: Dostępne dania:

# availableText
source: available:
de: Verfügbare Menüs:
pl: dostępne:

# buttonBuyText
source: buy
de: kaufen
pl: kup

# buttonNextStep
source: next step
de: nächster Schritt
pl: kolejny krok

# cancelButtonText
source: Cancel
de: Abbrechen
pl: Zrezygnuj

# canEatOnSite
source: Possibility to eat at the restaurant
de: Möglichkeit im Restaurant zu essen
pl: Możliwość zjedzenia w restauracji

# cheapestButtonText
source: the cheapest
de: am günstigsten
pl: najtańsze

source: choose amount
de: Menge wählen
pl: wybierz ilość

source: City
de: Stadt
pl: Miasto

# closestButtonText
source: the closest
de: in der Nähe
pl: najbliższe

source: Description
de: Über das Restaurant
pl: Opis

source: Distance:
de: Entfernung:
pl: Odległość:

source: email address
de: eMail Adresse
pl: adres email

# emailInvalidValidation
source: Given email address is invalid.
de: Angegebene eMail Adresse ist ungültig.
pl: Podany adres email jest nieprawidłowy.

# enterEmailAddress
source: please enter your email address
de: bitte trag deine eMail Adresse ein
pl: podaj swój adres email

# favButtonText
source: the favourites
de: die Favoriten
pl: ulubione

# fbLoginError
source: Error occured during Facebook login process
de: Fehler beim Facebook Login
pl: Podczas logowania przez Facebooka wystąpił błąd

source: from
de: von
pl: od

# genericError
source: Something went wrong
de: Etwas lief schief - probier es noch einmal
pl: Wystąpił błąd.

# hideShowButtonHideText
source: hide
de: Ausblenden
pl: ukryj

# hideShowButtonShowText
source: search
de: Suche
pl: szukaj

# houseNumber
source: House no.
de: Hausnummer.
pl: Nr. domu

# internet2
source: internet
pl: internetu

# loadingOngoing
source: loading
de: Lädt
pl: trwa wczytywanie

source: location
de: Lokation
pl: lokacja

# location2
source: location
de: Lokation
pl: lokacji

# locationDown
source: Please turn on your location.
de: Bitte aktivier deinen Ortungsdienst.
pl: Prosimy o włączenie lokalizacji.

# locationDownExplanation
source: In order for the FullyBelly application to work properly, you have to turn on your location. You can still find restaurants using the search bar, though we may not show you relevant results.
de: Damit die FullyBelly App ordnungsgemäß funktioniert, musst du deinen Ortungsdienst aktivieren. Du kannst trotzdem Restaurants über die Suchfunktion finden, die Ergebnisse können jedoch ungenau sein.
pl: Aby aplikacja FullyBelly działała poprawnie, należy włączyć lokalizację. Wciąż możesz użyć paska wyszukiwania, jednak prezentowane wyniki mogą być nieodpowiednie.

source: Logout
pl: Wyloguj

# noAddressInfo
source: Given address could not be found.
de: Die angegebene Adresse konnte nicht gefunden werden.
pl: Nie udało sie odnaleźć podanego adresu.

# noLocationProviderAvailable
source: Failed to read location data.
de: Fehler beim laden der Adresse.
pl: Nie udało się odczytać danych lokalizacji.

# noOfferExplanation
source: It's possible it was already booked by someone else.
de: Es wurde von jemand anderem bereits gekauft.
pl: Możliwe, że została zarezerwowana przez kogoś innego.

# noOfferInfo
source: Given offer could not be found.
de: Angebot konnte nicht gefunden werden.
pl: Podana oferta nie została odnaleziona.

# noRestaurantDetailsInfo
source: This restaurant could not be found at this time.
de: Eine Abholung zu der angegeben Zeit ist leider nicht möglich.
pl: Nie udało się odnaleźć wybranej restauracji.

# noRestaurantsInfo
source: No restaurants could be found at this time.
de: Keine Restaurants zu dieser Zeit gefunden - ändere die Zeit und du findest sicherlich was leckeres.
pl: Nie udało się znaleźć żadnych restauracji.

# notificationAcceptText
source: Accept
de: Akzeptieren
pl: Akceptuj

# notificationDeclineText
source: Decline
de: Ablehnen
pl: Odmów

# notificationScrollDownText
source: down
de: runter
pl: na dół

source: Offer description
de: Beschreibung des Menüs
pl: Opis oferty

# orderBookingFailed
source: There was an error while processing your order.
de: Entschuldige! Es gab leider einen Fehler bei der Buchung.
pl: Wystąpił błąd podczas przetwarzania Twojego zamówienia.

# ordersDescription
source: Below there is a list of your current paid-for orders. They will disappear after the restaurant marks a given order as taken or after 24h have passed.
de: Unten angegeben findest du die von dir bezahlten Bestellungen. Diese werden ausgeblendet, sobald das Essen abgeholt wurde oder 24 Stunden abgelaufen sind.
pl: Poniżej znajduje się lista Twoich bieżących, opłaconych zamówień. Znikną stąd, kiedy restauracja oznaczy dane zamówienie jako odebrane, lub po upływie 24 godzin.

# ordersListDishesAmount
source: Dishes amount:
de: Anzahl Bestellungen:
pl: Ilość dań:

# ordersListPickup
source: Pickup time:
de: Abholfzeit:
pl: Odbiór:

# ordersListNoOrders
source: Currently there are no orders
de: Aktuell liegen keine Bestellungen vor
pl: Obecnie brak zamówień

# ordersListNumber
source: Order number:
de: Bestellnummer:
pl: Numer zamówienia:

# paymentCancelled
source: If the system will manage to validate it successfully, you will receive an email message with the purchase order number (which will be required on pickup) on the email address given in the process of order making. You can also check your order status in the application.
de: Wenn das System die Bestellung akzeptiert, erhältst du eine eMail Benachrichtigung mit der Bestellnummer (die bei Abholung gezeigt werden muss). Du findest die Nummer auch in der App unter Bestellungen.
pl: Opuściłeś panel transakcyjny zanim zdążyliśmy zweryfikować Twoją wpłatę. Jeśli system zdoła zweryfikować ją pomyślnie, na adres email podany podczas składania zamówienia zostanie wysłany email z numerem zamówienia (należy go okazać przy odbiorze).

# paymentOk
source: We will send you the purchase order number (which will be required on delivery) to the email address given in the process of order making after we receive your payment. You can also check your order status in the application.
de: Wir schicken dir gleich die Bestellnummer auf die von dir angegebene eMail Adresse zu (bitte bei Abholung vorzeigen), nachdem der Zahlungsprozess abgeschlossen ist. Du findest die Nummer auch in der App unter Bestellungen.
pl: Numer zamówienia (wymagany do okazania przy odbiorze) wyślemy na adres email podany podczas składania zamówienia, kiedy tylko otrzymamy Twoją wpłatę. Status zamówienia możesz także sprawdzać w aplikacji.

# paymentMethodRequired
source: Please select payment method
de: Zahlungsart auswählen
pl: Wybrana forma płatności

# permissionsDenied
source: Some permissions were denied.
de: Die Erlaubnis wurde nicht erteilt.
pl: Odmówiono nadania niektórych uprawnień.

# permissionsExplanation
source: In order to use this application you need to grant access to
de: Um die FullyBelly App nutzen zu können, musst du die Erlaubnis erteilen
pl: Aby używać tej aplikacji, musisz jej nadać uprawnienia do

# pickupTimeButtonText
source: pickup time
de: Abholzeit
pl: czas odbioru

# pickupTimesText
source: pickup:
de: Abholung:
pl: odbiór:

# pickupTimesTextLong
source: pickup time:
de: Abholzeit:
pl: czas odbioru:

# providerUnavailable
source: In order to use this application you have to allow it to use the internet.
de: Damit FullyBelly funktioniert, benötigt es eine Internetverbindung.
pl: Aby używać tej aplikacji, powinieneś nadać jej uprawnienia: internet.

# providerUnavailableExplanation
source: FullyBelly is not able to read your location without one of those providers available.
de: FullyBelly kann leider deinen Standort nicht identifizieren.
pl: FullyBelly nie jest w stanie odczytać Twojej lokacji bez włączonej jednej z wymienionych opcji.

# payWithBankTransfer
source: Bank transfer
de: Banküberweisung
pl: Przelew

# payWithCreditCard
source: Credit card
de: Kreditkarte
pl: Karta kredytowa

# putRestaurantComment
source: Post a comment for this offer:
de: Hinterlass ein Kommentar, wie es dir geschmeckt hat:
pl: Opublikuj komentarz dla restauracji:

# removedFromFavorites
source: The restaurant has been removed from the favourites.
de: Das Restaurant wurde aus deinen Favoriten entfernt.
pl: Restauracja została usunięta z ulubionych.

# restaurantBackgroundImage
source: offer background image
de: Hintergrundbild
pl: obrazek tła restauracji

# restaurantLogo
source: offer logo
de: Restaurant Logo
pl: logo restauracji

# termsOfUse
source: Terms and Conditions
de: AGBs
pl: Regulamin

# transactionAbandoned
source: You had left the transaction panel before we managed to validate your payment.
de: Du hast den Bezahlprozess verlassen, bevor wir deine Zahlung bestätigen konnten.
pl: Opuściłeś panel transakcyjny zanim zdążyliśmy zweryfikować Twoją wpłatę.

# transactionSuccess
source: Your transaction was finished successfully.
de: Die Zahlung war erfolgreich.
pl: Twoja transakcja została ukończona pomyślnie.

# transferTitle
source: Meal purchase
de: Bestellung
pl: Zakup posiłku

# tryAgainLater
source: Please try again later.
de: Bitte versuch es später erneut.
pl: Prosimy spróbować ponownie później.

# tryDifferentCriteria
source: Please try again with different search criteria.
de: Bitte versuch es noch einmal mit anderen Suchkriterien.
pl: Prosimy o spróbowanie z innymi kryteriami wyszukiwania.

source: save
de: speichern
pl: zapisz

# saveYourAccountSettings
source: save the account settings
de: Speichern der Einstellungen
pl: zapisz ustawienia konta

# searchCommand
source: Search
de: Suchen
pl: Szukaj

# searchButtonText
source: search
de: Suchen
pl: szukaj

source: searcher background image
de: Hintergrundbild Suchfenster
pl: obrazek tła wyszukiwarki

# searcherDistance
source: distance
de: Entfernung
pl: dystans

# searchTerm
source: Restaurant name or address
de: Name des Restaurants oder Adresse
pl: Nazwa restauracji lub adres

# searchTermShort
source: Search
de: Suche
pl: Szukaj

# settingsSaved
source: User settings have been saved.
de: Einstellungen wurden gespeichert.
pl: Zapisano dane użytkownika.

# settingsYourEmail
source: Your email
de: Deine eMail Adresse:
pl: Twój email

# simpleSearchText
source: - less
de: - weniger
pl: - mniej

source: Street
de: Straße
pl: Ulica

source: until
de: bis
pl: do

# useAsGuest
source: Use as a guest
de: Als Gast nutzen
pl: Używaj jako gość

# yourSettings
source: Your account settings
de: Deine Einstellungen
pl: Ustawienia konta

source: Your orders
de: Deine Bestellungen
pl: Twoje zamówienia

# rememberChoice
source: remember my choice for future purchases
de: Einstellung für zukünftige Einkäufe speichern
pl: zapamiętaj mój wybór dla przyszłych transakcji

# tabOffers
source: Offers
de: Angebote
pl: Oferty

# tabOrders
source: Orders
de: Bestellungen
pl: Zamówienia

# tabSettings
source: Settings
de: Einstellungen
pl: Ustawienia
